Unable to load detail group '[Type Name]'.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId UnableToLoadDetailGroup { get; }
  Visual Basic
Public Shared ReadOnly Property UnableToLoadDetailGroup As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ UnableToLoadDetailGroup {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace